[
  {
    "address": "Surbrunnsgatan 24",
    "description": "Fyra trappor upp i fastigheten finner du denna väldisponerade trea på eftertraktad adress med härlig balkong mot gård! Detta trivsamma boende har en genomgående planlösning med två trevliga sovrum, ett vardagsrum med en vacker fungerande kakelugn och ett fullt utrustat kök. Mycket fina bevarade detaljer såsom väl tilltagen takhöjd, stuckaturer och speglade dörrar. Här bor du i en välskött förening med låg avgift och garage i huset. Ett utmärkt läge med närhet till grönområden och ett stort utbud av service, restauranger och caféer. Flertalet innerstadsbussar finner du ett stenkast bort och tunnelbana finns inom gångavstånd.",
    "price": "5275000",
    "livingSpace": "68",
    "rooms": "3",
    "apartmentnumber": "1401",
    "built": "1907",
    "charge": "1133",
    "operationCost": "350"
  },
  {
    "address": "Birger Jarlsgatan 102 B",
    "description": "Nu finns chans att förvärva denna fantastiska och unika vindslägenhet om 74 kvm + 17 kvm biyta, högst upp i huset. Charmig tvåa utöver det vanliga med synliga takbjälkar och snedtak som möter noga utvalda moderna materialval och interiörer gör detta till en lägenhet med rätt vindskaraktär. Kök med hög maskinell och materiell standard inrett med härlig modern känsla, helkaklat duschrum med lyxuösa interiörer och regndusch samt bekvämligheter som tvättmaskin. Rofyllt separat sovrum med fönster med utsikt ut över takåsarna och delvis öppen planlösning mellan kök och vardagsrum ger fint samspel mellan rummen. Ett praktiskt sovloft som du enkelt tar dig upp till via stegen från vardagsrummet. Utanför porten finner du det mesta som Vasastan/Östermalm har att erbjuda som caféer, restauranger och shopping. Kommunikationer i närhet via tunnelbanans röda och gröna linje samt via flertalet bussar som tar dig till stadens alla hörn. Varmt välkomna på visning!",
    "price": "6250000",
    "livingSpace": "74",
    "rooms": "2.5",
    "apartmentnumber": "1402",
    "built": "1905",
    "charge": "1586",
    "operationCost": "500"
  },
  {
    "address": "Birger Jarlsgatan 83",
    "description": "Varmt välkomna till denna fantastiska sekelskiftesbostad om 163 kvm i fastighet uppförd 1918. Denna hörnlägenhet präglas av tidstypiska detaljer så som stuckatur, flera burspråk, generös takhöjd, fönster med spröjs och originaldetaljer, en öppen spis och en kakelugn som båda fungerar. Rymlig entré med öppen spis och tidsenlig bröstpanel och vidare kommer man till den stora matsalen med plats för stora sällskap och ett härligt burspråk mot Surbrunnsgatan. Bakom skjutdörrar ligger ett vardagsrum med stora fönster och plats för soffgrupp. Arbetskök med luckor i fin grön färg och med balkong mot innergården. Stort sovrum med garderobsvägg och ingång till badrum med hörnbadkar och mindre ett mindre sovrum intill köket. Allrummet intill vardagsrummet kan med fördel användas som sovrum. Badrum med hörnbadkar, fräscht duschrum och gäst-wc. För den som önskar finns mycket goda möjligheter att disponera om rummen så att den passar just er. ",
    "price": "12000000",
    "livingSpace": "163",
    "rooms": "5",
    "apartmentnumber": "1301",
    "built": "1918",
    "charge": "8040",
    "operationCost": "1000"
  }
]